Repository: Rhizomatica/hermes-gui
Catalog: src/locale/messages.*.xlf
Languages: pt

# p16a
source: Message administration: In this section an administrator can determine who can send public messages, and who can attach files in public messages between stations: anyone, only registered users, or only administrators.
pt: Administração de mensagens: nesta seção os administradores podem determinar quem pode enviar mensagens públicas e quem pode anexar arquivos nas mensagens públicas entre estações: todo mundo, somente usuários registrados ou somente administradores.

# p16ss
source: Transmission List: Shows the jobs on the queue for transmission, with their sizes and destination, where an admin can delete messages on the queue. It also has the option to transmit now, that should be used only in exeptional emergency cases.
pt: Lista de transmissão: mostra os trabalhos na fila de transmissão, com seus respectivos tamanhos e destinos, onde um administrador pode deletar mensagens que estão na fila. Nesta seção também se encontra a opção de forçar transmissão, que deve ser usada somente em casos excepcionais de emergência.

# p17
source: Network info: displays information about the system, such as network addresses, call sign, server name, etc.
pt: Informações da rede: exibe informações sobre o sistema, como endereços de rede, indicativo de chamada, nome do servidor, etc.

# p18
source: Stations: provides a list of the connected stations on the system. If the station is a central station, it also allows to select which stations will be enabled to message transmission.
pt: Estações: fornece uma lista das estações conectadas no sistema. Se a estação for uma estação central, também permite selecionar quais estações serão habilitadas para transmissão de mensagens.

# p18ss
source: Central Station: This menu will be shown only on the central station, and is where the admins will set the schedules for transmission to the other stations.
pt: Estação central: Este menu só aparecce se sua estação for uma estação central, e é onde os administradores do sistema vão determinar os horários de agendamento para transmissões para as outras estações.

# p19
source: Detailed Log: provides access to system logs, such as email logs and uucp logs, that register every activity on the system.
pt: Log Detalhado: fornece acesso aos logs do sistema, como logs de e-mail e logs uucp, que registram todas as atividades no sistema.

# p20
source: Radio configuration: provides an interface to access and change frequency and radio transmission mode. It also allows to restore default radio configuration.
pt: Configuração de Rádio: apresenta uma interface para acessar e mudar configurações do r;adio, como frequência e modo de operação. Também permite restaurar as conficurações padrão do rádio.

# truble2
source: Troubleshooting
pt: Solução de problemas

# t01
source: To access the system, three main components are needed: a smartphone or a computer, a HERMES server and an antenna with a transmitter.
pt: Para acessar o sistema são necessários três componentes principais: um smartphone ou computador, um servidor HERMES e uma antena com transmissor.

# t02
source: To know what to do in case of an error, you first need to know which component is causing the problem.
pt: Para saber o que fazer em caso de erro, primeiro você precisa saber qual componente está causando o problema.

# t03
source: To find out if the problem is with the device connecting to the network (cell phone, tablet, computer), the easiest way is to test access from another device, or from another browser on the same device. If the problem is only with you, it is possible that the problem is in the network settings. Check below the necessary settings to access the Hermes network:
pt: Para saber se o problema está no dispositivo conectado à rede (celular, tablet, computador), a maneira mais fácil é testar o acesso de outro dispositivo ou de outro navegador no mesmo dispositivo. Se o problema for apenas com você, é possível que o problema esteja nas configurações de rede. Confira abaixo as configurações necessárias para acessar a rede Hermes:

# t04
source: If this does not solve your problem, try cleaning your browser's history and logging in again, or change browsers. If none of this resolves the problem, it is possible that your device is incompatible with the network.
pt: Se isso não resolver seu problema, tente limpar o histórico do seu navegador e fazer login novamente ou mude de navegador. Se nada disso resolver o problema, é possível que seu dispositivo seja incompatível com a rede.

# t05
source: In case of problem in the Antenna, a LED will light up on the server box, in this case, check the correct position of the power supply wires and check the position and integrity of the Antenna, coaxial cable, and the transmitter.
pt: Em caso de problema na Antena, um LED acenderá na caixa do servidor, neste caso, verifique a posição correta dos fios de alimentação e verifique a posição e integridade da Antena, cabo coaxial e transmissor.

# t07
source: If the messages in the transmission list are not being transmitted over time, check if the radio settings have been changed, in which case it could be that the other stations are offline. To remedy you could restore the factory default settings.
pt: Se as mensagens na lista de transmissão não estiverem sendo transmitidas ao longo do tempo, verifique se as configurações do rádio foram alteradas, nesse caso pode ser que as outras estações estejam off-line. Para remediar, você pode restaurar as configurações padrão de fábrica.

# t08
source: If the problem is with the digital radio, there will be an error message when the administrator goes into Administration -> radio configuration.
pt: Se o problema for com o rádio digital, haverá uma mensagem de erro quando o administrador entrar em Administração -> configuração do rádio.

# t09
source: If you receive a message saying server offline, your equipment is likely turned off. If the message persists, it could be that some part of the system is corrupted. In this case, you may need to take your equipment to a place with internet for online maintenance.
pt: Se você receber uma mensagem dizendo servidor offline, seu equipamento provavelmente está desligado. Se a mensagem persistir, pode ser que alguma parte do sistema esteja corrompida. Nesse caso, pode ser necessário levar seu equipamento para um local com internet para manutenção online.

# messagescard
source: Messages
pt: Mensagens

# helpcard
source: Help
pt: Ajuda

source: Dark theme
pt: Tema escuro

source: Light theme
pt: Tema claro

# landingtext
source: High-frequency Emergency and Rural Multimedia Exchange System The High-frequency Emergency and Rural Multimedia Exchange System, better known by its acronym, HERMES, provides affordable digital telecommunications over shortwave/HF radio using a simplified visual interface accessed via smartphone or computer, allowing for the transmission and reception of data (chat, audio, documents, photos, GPS coordinates, etc). For security, this information can be easily encrypted and password-protected by the sender. HERMES, both architecture designs and software, is free and open-source.
pt: O Sistema de trocas multimídiade alta frequeência rural e de emergência de (High-frequency Emergency and Rural Multimedia Exchange System The High-frequency Emergency and Rural Multimedia Exchange System), melhor conhecido pelo seu acrônimo, HERMES, oferece comunicações digitais sobre rádio de ondas curtas/HF a um custo acessível, utilizando uma interface visual simplicada acessível por smarfones ou computadores, permitindo a transmissão e recepção de dados (mensagens, audio, documentos, fotos, coordernadas de GPS etc). Por questões de segurança, estas informações podem ser facilmente criptografas e protegidas por senha pelos remetentes. Tanto a arquitetura e desenho do sistema quanto seus softwares são livres e de código aberto.

# encryptedmessage
source: Protected message, type the password:
pt: Mensagem protegida, digite a senha:

# ewrongpassword
source: wrong password, please try again
pt: senha incorreta, por favor, tente novamente

# verifyPswd
source: check password
pt: verifique a senha

# Origin
source: Origin: {{message.orig}}
pt: Origem: {{message.orig}}

# desnitation
source: Destination: {{message.dest}}
pt: Destino: {{message.dest}}

# sentat
source: Sent at: {{message.sent_at}}
pt: Enviado em: {{message.sent_at | date:'d/M/yy, h:mm'}}

# deleteMessageDetail
source: <img title="delete" src="assets/svg/trash-alt.svg"> delete
pt: <img title="delete" src="assets/svg/trash-alt.svg"> excluir

# replymessage
source: <img title="reply" src="assets/svg/reply-solid.svg"> reply
pt: <img title="reply" src="assets/svg/reply-solid.svg"> responder

# aconfigmessages
source: Messages Configuration
pt: Configuração de Mensagens

# selectwhocompose
source: Select who can send public messages:
pt: Selecione quem pode enviar mensagens públicas:

# everyone1
source: everyone
pt: todos

# registeredusers1
source: registered users
pt: usuários registrados

# adminusers1
source: admin users
pt: administradores

# selectwho
source: Select who can attach files to messages:
pt: Selecione quem pode anexar arquivos nas mensagens:

source: everyone
pt: todos

source: registered users
pt: usuários registrados

source: admin users
pt: administradores

# cleanuptext
source: When sending messages it's possible that broken files are stored in the server, please click here to clean up the system:
pt: Ao enviar mensagens é possível que arquivos corrompidos sejam armazenados no servidor, clique aqui para limpar o sistema:

# cleanup
source: Clean up broken files
pt: Limpar arquivos perdidos

source: Cleaned!
pt: Limpo!

# needtobeadmin2
source: Need to be an admin to access this
pt: Precisa ser um administrador para acessar isto

# cantcompose
source: Only registered users can send messages to other stations, if you are a registered usOnly registered users can send messages to other stations, if you are a registered user, please log in.</p>
pt: <p>Apenas usuários cadastrados podem enviar mensagens para outras estações, se você é um usuário cadastrado, faça o login.</p>

# cantcompose2
source: Only admin users can send messages to other stations, if you are an admin, please logOnly admin users can send messages to other stations, if you are an admin, please log in. </p>
pt: <p>Apenas usuários admin podem enviar mensagens para outras estações, se você for um admin, faça o login. </p>

# sendpublic
source: New message
pt: Nova mensagem

# description
source: Subject
pt: Assunto

source: Describe your message
pt: Descreva sua mensagem

# messageComposeLabel
source: Message
pt: Mensagem

source: write the message
pt: escreva a mensagem

# fileSizeError
source: File's too big, max size is <b></b></p
pt: O arquivo é muito grande, o tamanho máximo é <b>{{maxSize}}</b>

# selectstation1
source: To
pt: Para

source: Select All
pt: Selecionar tudo

# selfile
source: select file
pt: selecione o arquivo

# remfile
source: remove file
pt: remover arquivo

source: uploading file...
pt: anexando arquivo...

source: Img:
pt: Imagem:

# protectpssw
source: protect message < protect message
pt: <img title="messages" src="assets/svg/lock.svg"> proteger mensagem

# retypethepassword2
source: Retype the password
pt: reescrever a senha

source: Retype the password
pt: reescrever a senha

source: retype password
pt: reescreva a senha

# passdontmatch
source: passwords don't match
pt: senhas não coincidem

# passempty
source: passwords can't be empty
pt: senhas não podem ser vazias

# errorsendingmsg
source: There was an error on sending your message </span></span>
pt: Houve um erro ao enviar sua mensagem <br /><br />

# messagesenttolist
source: Your message was sent to the transmission list
pt: Sua mensagem foi enviada para a lista de transmissão

source: Capture
pt: capturar

# publicmessages1
source: Public Messages
pt: Mensagens públicas

# areyousuredeletemsg
source: Are you sure yo want to delete this message? <br /><br />
pt: Tem certeza que deseja apagar a mensagem? <br /><br />

# cancelmt
source: cancel
pt: cancelar

# confirmmt
source: confirm
pt: confirmar

# sent1
source: <img title="sent" src="assets/svg/cloud-upload-alt-solid.svg"> sent messages
pt: <img title="sent" src="assets/svg/cloud-upload-alt-solid.svg"> enviadas

# wifimanagercard
source: Wi-Fi & Ethernet manager
pt: Gerenciador de Wi-Fi & Ethernet

# ip
source: IP address
pt: Endereço IP

source: Node Name
pt: Nome

# stationsonthisnetwork
source: Station information
pt: Informações das estações

# nicknamestation
source: Nickname
pt: Apelido

# frequencystation
source: Frequency
pt: Frequência

# frequencymode
source: Mode
pt: Modo

# frequencyupdate
source: Update
pt: Atualizar

# nicknamestationlabel
source: Nickname
pt: Apelido

# frequencystationlabel
source: Frequency
pt: Frequência

# modestationlabel
source: Mode
pt: Modo

# frequencyeditbutton
source: edit
pt: editar

# frequencyupdatebutton
source: update
pt: atualizar

# radioconft
source: Radio Configuration
pt: Configuração de Rádio

# conectedr
source: Connected
pt: Conectado

# disconectedr
source: Disconnected
pt: Desconectado

# radioinfo
source: Radio Information
pt: Informações do rádio

# cannotaccessradio
source: Alert: Cannot access radio<br />
pt: Alerta: Não é possível acessar o rádio <br />

source: Operation mode
pt: Modo de operação

# domai
source: Domain
pt: Domínio

# bfobeatfreq
source: BFO beat frequency oscillator:
pt: BFO oscilador de frequência de batida:

# changebfo1
source: change bfo
pt: mudar bfo

# changemast
source: change mastercall
pt: mudar mastercall

# systemupgradeu
source: system upgrade
pt: upgrade do sistema

# areyousurechangesett
source: Are you sure you want to change radio settings? <br /> this may cause the system to stop
pt: Tem certeza que deseja alterar as configurações de rádio?<br /> Isso pode encerrar o sistema.

# changer
source: change
pt: mudar

# cancelr0
source: cancel
pt: cancelar

# changefrequency
source: Radio data frequency: {{radio.freq}}kHz
pt: Radio frequência de dados: {{radio.freq}}kHz

# changefreqr0
source: change frequency
pt: mudar a frequência

# labelgpscalibration
source: GPS Calibration
pt: Calibração GPS

# startgpscalibration
source: Start
pt: Iniciar

# changetre1
source: change threshold
pt: mudar limiar

# cancelr
source: cancel
pt: cancelar

source: reset to default
pt: Configurações de fábrica

# confirmreset
source: Are you sure you want to reset the radio to the default configuration? <br /><br />
pt: Tem certeza que deseja redefinir para as configurações? <br /><br />

# reset1
source: reset
pt: resetar

# errorchangingconfig
source: There was an error on changing configuration </span></span>
pt: Houve um erro ao alterar as configurações <br /><br />

# gpscalibrationsuccess
source: GPS Calibration successful
pt: GPS calibrado com sucesso

# ysyncronizenow
source: Are you sure you want to synchronize now? <br /> This should be used only in case of emergency<br />
pt: Tem certeza que deseja sincronizar agora? <br /> Deve ser usado somente em casos de emergencia<br />

# destisizet
source: size:
pt: tamanho:

# forcetransmitting
source: Transmitting...
pt: Transmitindo...

# destinationt
source: destination:
pt: destino:

# cannotaccessuucp
source: Alert: Cannot access transmission list<br />
pt: Alerta: Não é possível acessar a lista de transmissão<br />

# noqueue
source: There are no messages to transmit<br />
pt: Nenhuma mensagem para transmitir<br />

# transmitnow
source: force
pt: forçar

source: Sent Messages
pt: Mensagens Enviadas

# compose1sent
source: <img title="compose" src="assets/svg/edit.svg"> Compose
pt: <img title="compose" src="assets/svg/edit.svg"> escrever

source: Alert: Cannot access sent messages<br />
pt: Alerta: Não é possível acessar as mensagens enviadas<br />

# errorprocessing
source: There was an error on processing your request <br /><br />
pt: Houve um erro ao processar sua requisição <br /><br />

# deleteallcustomerrosconfirmation
source: Are you sure you want to delete all error logs?
pt: Are you sure, do want delete all errors logs?

# adminmanage
source: User management
pt: Administração de usuários

# messageadm
source: Messages configuration
pt: Configurações de Mensagens

# transmisionlista
source: Transmision list
pt: Lista de transmissão

source: Detailed log
pt: Log Detalhado

# radioconfig
source: Radio configuration
pt: Configuração do Rádio

# stationinformationcard
source: Stations information
pt: Informações das estações

source: reboot
pt: reiniciar

# transmisionlistt
source: Transmission list
pt: Lista de transmissão

# confirmreboot
source: Are you sure you want to reboot the Hermes system? <br /> This will stop messages transmission and reception. <br />
pt: Are you sure you want to reboot Hermes system? <br /> This will stop messages transmision and reception. <br />

# reboot1
source: reboot
pt: reiniciar

# rebootButton
source: Rebooting System <br><a (click)="reload()"><span class="icon">src="assets/svg/x.svg"></a><br><br>
pt: Rebooting System <br><a (click)="reload()"><span class="icon"><img title="close" src="assets/svg/x.svg"></span></a><br>

# alertbrowserxp
source: To a better HERMES experience use the chromium/chrome browser
pt: Para uma melhor experiência HERMES, use o navegador chromium/chrome

# restorefac
source: Restore Factory Configuration
pt: Restaurar Configurações de Fábrica

source: confirm
pt: confirmar

# pleasetypeyour
source: Please type your password again to confirm factory restore:
pt: Por favor, digite novamente a senha para confirmar a restauração de fábrica:

# canceluu
source: cancel
pt: cancelar

# confirmu
source: confirm
pt: confirmar

# cancelu
source: cancel
pt: cancelar

# submitu
source: submit
pt: enviar

# needtobeadmin1
source: Need to be an admin to access this
pt: É necessário ser um administrador para acessar isto

# blinkrecording
source: recording...
pt: gravando...

# startrecord
source: Start Recording
pt: Empezar a grabar

# stoprecord
source: Stop Recording
pt: Parar gravação
