Repository: Rhizomatica/hermes-gui
Catalog: src/locale/messages.*.xlf
Languages: pt

# errorcustomerror
source: There was an error on processing your request <br /><br />
pt: There was an error on precessing your request <br /><br />

source: Free Space:
pt: Espaço livre:

source: System storage is low! please delete messages and files
pt: O armazenamento do sistema está baixo! por favor exclua mensagens e arquivos

source: Hermes server is offline, please turn the station on.
pt: Servidor Hermes desconectado, por favor ligue a estação

# areadyon
source: If your server is already on click here
pt: Se o seu servidor já está ligado, por favor clicar aqui.

# areadyonmsg
source: If you are seeing a "server offline" message, yet your server should, or seems to be on, it's possible that your system is corrupted. Please contact Invisible Children or the people you are usually in touch with through the Early Warning System. The support email is {{emergencyEmail}}. <br><span class="icon"><img (click)="showServerAlert()" title="close" src="assets/svg/times.svg"></span>
pt: Se você estiver vendo uma mensagem de "servidor offline", mas seu servidor deveria ou parece estar ligado, é possível que seu sistema esteja corrompido. Se você já tentou acessar o HERMES de outros dispositivos e o problema persistir, pode ser necessário levar sua estação a um local com internet e entrar em contato com os fornecedores em support@hermes.radio para agendar uma sessão de suporte de manutenção online. <br><span class="icon"><img (click)="showServerAlert()" title="close" src="assets/svg/times.svg"></span>

# todownload
source: To download deltachat click on one of the links below:
pt: Para baixar o deltachat, clique em um dos links abaixo:

# noaccount
source: Don't have an account?
pt: Não tem uma conta?

# createbtn
source: create an account
pt: crie uma conta

source: write the username
pt: escreva o nome de usuário

source: submit
pt: enviar

# errormanagement
source: There was an error on processing your request <br /><br />
pt: Houve um erro ao processar sua requisição <br /><br />

# transmissionschedules
source: Transmission Schedule
pt: Cronograma de transmissão

source: Current Schedules:
pt: Agendamentos atuais:

source: create schedule
pt: criar agendamento

# schedtitle
source: Schedule Title
pt: Título do agendamento

# initialtime
source: Start transmission hour:
pt: Hora de início da transmissão:

# finatime
source: Stop transmission hour:
pt: Hora de parada da transmissão:

# timewarning
source: Stop transmission hour must be bigger than start time
pt: A hora de parada da transmissão precisa ser maior que a hora de início

# selectstationsgw
source: Select station:
pt: Selecionar estação:

source: Enable
pt: Habilitar

# changetime
source: update
pt: change

# newschedule
source: create schedule
pt: criar agendamento

# deletechedule
source: delete schedule
pt: apagar agendamento

# needadm
source: You need admin privileges to access this page
pt: Você precisa ter privilégios de administrador para acessar essa página

source: UUcp Log
pt: Log do UUcp

source: Email Log
pt: Log de E-mail

# btndeleteallcustomerror
source: delete all
pt: deletar todos

# customerrordatehour
source: Date Hour:
pt: Data Hora:

# customerrorcode
source: Error code:
pt: Código de erro:

# customerrorcstation
source: Station:
pt: Estação:

# customerrorcontroller
source: Controller:
pt: Controlador:

# customerrormessage
source: Message:
pt: Mensagem:

# uucpllogsog2
source: uucp log
pt: log do uucp

# debuglog2
source: uucp debug log
pt: log de debug do uucp

# emaillog2
source: email log
pt: log do email

source: Login
pt: Entrar

# wrong1
source: wrong username or password
pt: nome de usuário ou senha incorretos

# instructions
source: To login to the system, put your username and password
pt: Para entrar no sistema, coloque seu nome de usuário e senha

# wrong2
source: wrong username or password
pt: nome de usuário ou senha incorretos

# voicemenu
source: <img title="voice" src="assets/svg/walkie-talkie.svg"> Voice
pt: <img title="voice" src="assets/svg/walkie-talkie.svg"> Voz

# messagemenu
source: <img title="messages" src="assets/svg/comment.svg"> Messages
pt: <img title="messages" src="assets/svg/comment.svg"> Mensagens

# helpmenu
source: <img title="help" src="assets/svg/question-circle-regular.svg"> Help
pt: <img title="help" src="assets/svg/question-circle-regular.svg"> Ajuda

# logoutmenu
source: Logout
pt: Sair

source: username:
pt: nome de usuário

source: Login
pt: Entrar

source: password:
pt: senha:

source: Password
pt: Senha

source: Log in
pt: Entrar

# admmanage
source: User Management
pt: Administração de usuários

# createadm
source: create user
pt: criar usuário

# edtusers
source: Edit user
pt: Editar usuário

# createusers
source: Create User
pt: Criar usuário

source: Name
pt: Full name

# fullnamerequired
source: name is required
pt: o nome completo é obrigatório

source: phone number
pt: número de telefone

source: Type the password
pt: Escreva a senha

# strongpassword
source: password must have at least 6 characters
pt: a senha deve ter pelo menos 6 caracteres

source: change password
pt: mudar a senha

source: password
pt: senha

# mwcancel
source: cancel
pt: cancelar

# delusr
source: delete user
pt: deletar usuário

# mupd
source: update
pt: atualizar

# mcreateuser
source: create user
pt: criar usuário

# areyousuredelete
source: Are you sure you want to delete
pt: Tem certeza que quer apagar?

# thisactioncannot
source: This action cannot be undone!
pt: Essa ação não pode ser desfeita!

source: delete user
pt: deletar usuário

source: cancel
pt: cancelar

# areyousureupdate
source: Are you sure you want to update
pt: Tem certeza que quer atualizar

source: update
pt: atualizar

# usererror
source: There was an error on processing your request
pt: Ocorreu um erro ao processar sua solicitação

# usererrorexist
source: This user already exists please choose another email
pt: Este usuário já existe, por favor, escolha outro e-mail

# wifiandethernetmanagertitle
source: Wi-Fi & Ethernet manager
pt: Administrador Wi-Fi & Ethernet

source: SSID Network name
pt: SSID Nome da rede

# ssidrules
source: Unaccepted characters: ?, ", $, [, \, ], +, . and space
pt: Caractéres não aceitos: ?, ", $, [, \, ], +. e espaço

# networkchanel
source: Channel
pt: Canal

# networkpassprase
source: Passphrase
pt: Senha

# wifistrongpassword
source: password must have at least 8 characters
pt: a senha deve ter pelo menos 8 caracteres

# networkconfirmpassprase
source: Confirm Passphrase
pt: Confirmar senha

source: Retype the Wi-Fi passphrase
pt: Redigite a senha do Wi-Fi

# savewificonfigbutton
source: save changes
pt: salvar alterações

# helpa
source: Help
pt: Ajuda

# introductionm
source: Introduction
pt: Introdução

source: Hermes box
pt: Caixa do Hermes

# webintefa
source: Web Interface
pt: Interface Web

# publicma
source: Public messages
pt: Mensagens Públicas

# privatemsg
source: Private messages
pt: Mensagens Privadas

# tranmissionlista
source: Transmission List
pt: Lista de transmissão

# sysadmh
source: System Administration
pt: Administração do sistema

source: Troubleshooting
pt: Solução de problemas

# intro1
source: Introduction
pt: Introdução

# intro
source: Hermes Box
pt: Caixa do Hermes

# p1
source: HERMES provides a telecommunication system through the use of shortwave / HF radio.
pt: HERMES fornece um sistema de telecomunicações através do uso de ondas curtas / rádio HF.

# p2
source: Hermes system allows transmission of text and files between connected stations, through public messages, sent through this interface or private messages, though Deltachat application or webmail interface.
pt: O sistema Hermes permite a transmissão de textos e arquivos entre estações conectadas, por meio de mensagens públicas, enviadas por essa interface ou mensagens privadas, por meio do aplicativo Deltachat ou interface de webmail.

# p2a
source: The system uses a digital radio that schedules transmissions between stations using the UUCP protocol. All communication between stations are encrypted and happen outside the internet.
pt: O sistema utiliza um rádio digital que agenda as transmissões entre as estações utilizando o protocolo UUCP. Todas as comunicações entre as estações são criptografadas e acontecem fora da internet.

# p1bx
source: On the front of Hermes Box there are 4 different led lights:
pt: Na frente da Hermes Box existem 4 luzes led diferentes:

# p2bx
source: SYS: System LED, blinks when the system is not ready to be used. SYS LED typically blinks when the equipment is turning on or when it is turning off; when the system is on it will stay solid green.
pt: SYS: LED do sistema, pisca quando o sistema não está pronto para ser usado. o LED SYS tipicamente pisca quando o equipamento está ligando ou delsigando; quando o sistema está ligado, ficará aceso com uma luz verde sólida.

# p3bx
source: ANT: Green when the antenna is functioning properly. ANT LED turns Red when a high SWR value is detected, meaning the high SWR protection is enabled and the radio will not transmit. SWR protection needs to be reset if active (Red), for the radio to became operational again, which can be done in the radio administrative interface. Check the RF cable and Antenna before resetting in the interface;
pt: ANT: Verde quando a antena está funcionando corretamente. O LED ANT fica vermelho quando um valor de ROE alto é detectado, significando que a proteção de ROE alta está habilitada e o rádio não transmitirá. A proteção SWR precisa ser redefinida se estiver ativa (Vermelho), para que o rádio volte a funcionar, o que pode ser feito na interface administrativa do rádio. Verifique o cabo RF e a Antena antes de resetar na interface;

# p4bx
source: CONECTADO: LED on (solid Green) means that the station is connected to another station;
pt: CONECTADO: LED aceso (verde sólido) significa que a estação está conectada a outra estação;

# p5bx
source: TX: LED on means the radio is transmitting. When this LED is off, it is in receive mode. If the CONECTADO LED is on and the TX LED is off, the station is actively receiving. During active communication with another station the CONECTADO LED will be solid Green and the TX LED will turn on and off;
pt: TX: LED ligado significa que o rádio está transmitindo. Se o LED CONECTADO estiver ligado e o LED TX estiver desligado, a estação está ativamente recebendo. Durante uma comunicação ativa com outra estação, o LED CONECTADO permanecerá aceso enquanto o led TX irá ligar e desligar;

source: Web Interface
pt: Interface Web

# p3
source: When accessing the local Hermes WiFi network through a cellphone or computer, you will be directed to the HERMES web interface. From there you can read public messages sent to your station, create users for e-mail, find the download links for deltachat app and send public messages between stations if you are allowed to. It's also possible manage and administer the system from the web interface.
pt: Ao acessar a rede local Hermes WiFi através de um celular ou computador, você será direcionado para a interface web HERMES. A partir daí, você pode ler as mensagens públicas enviadas para sua estação, criar usuários para e-mail, encontrar os links de download do aplicativo deltachat e enviar mensagens públicas entre estações, se tiver permissão. Também é possível gerenciar e administrar o sistema a partir da interface web.

# publicmessagesh
source: Public Messages
pt: Mensagens públicas

# p4
source: Public messages can be sent between stations, and are listed on the main page of the web interface. Each stations can be configured to determine who can send public messages, if everyone, if only registered users or only admin users.
pt: Mensagens públicas podem ser enviadas entre estações e são listadas na página principal da interface web. Cada estação pode ser configurada para determinar quem pode enviar mensagens públicas, se todos, se apenas usuários registrados ou apenas usuários admin.

# p5
source: If sending messages is allowed for you, you can compose them by clicking on the <span class="icon"><img src="/assets/svg/edit.svg"></span> icon. On the message is possible to attach files such as images or sound files.
pt: Se o envio de mensagens for permitido para você, você pode compô-las clicando no botão <span class="icon"><img src="/assets/svg/edit.svg"></span>ícone. Na mensagem é possível anexar arquivos como imagens ou arquivos de som.

# p6
source: Public messages can be sent to your own station, which is a easy way to publicize news inside your own community.
pt: Mensagens públicas podem ser enviadas para a sua própria estação, o que é uma forma fácil de divulgar notícias dentro da sua comunidade.

# p7
source: Public messages can also be password protected, which means that only the ones that know the password will be able to read their content, but their description still will be readable by everyone.
pt: As mensagens públicas também podem ser protegidas por senha, o que significa que apenas aqueles que souberem a senha poderão ler seu conteúdo, mas sua descrição ainda poderá ser lida por todos.

# p9
source: Have in mind that once a password for the message (has to be at least 4 characters) is defined, there is no way to recover it, nor to change it.
pt: Tenha em mente que uma vez definida uma senha para a mensagem (deve ter pelo menos 4 caracteres), não há como recuperá-la, nem alterá-la.

# p10
source: A system administrator can change who can send public messages and who can attach files on messages between stations: everyone withe access to the network, only registered users, or only administrators.
pt: Um administrador do sistema pode alterar quem pode enviar mensagens públicas e quem pode anexar arquivos em mensagens entre estações: todos com acesso à rede, apenas usuários registrados ou apenas administradores.

# p122
source: Because the radio propagation of data is very low, file attachments are constrained to 20kb sizes. The system will accept inputs for image and sound up to 30mB and for other files util 2mb, and will try to compress them to fit the maximum size for packages. For image and sound, the resolution can be changed, and the quality may be affected. For other formats, a simple compressor will be applied and message packages with size greater than 20kb may not be transmitted.
pt: Como a propagação de dados por rádio é muito baixa, os anexos de arquivo são restritos a tamanhos de 20kb. O sistema aceitará entradas para imagem e som de até 30 MB e para outros arquivos até 2 MB, e tentará comprimi-los para caber no tamanho máximo dos pacotes. Para imagem e som, a resolução pode ser alterada e a qualidade pode ser afetada. Para outros formatos, será aplicado um compressor simples e pacotes de mensagens com tamanho maior que 20kb não poderão ser transmitidos.

# p01
source: Private messages
pt: Mensagens Privadas

# q02
source: Private messages in the HERMES system work through personal e-mails. Any user can create an Hermes email account by clicking on the "create user" option on the login screen.
pt: As mensagens privadas no sistema HERMES funcionam através de e-mails pessoais. Qualquer usuário pode criar uma conta de e-mail Hermes clicando na opção "criar usuário" na tela de login.

# q02a
source: Each workstation has a different domain, which can be seen at the top of the interface. On this station, all emails will be created within the domain {{domain}} and will look like this: user_name@ {{domain}} . Where username is the username used when creating the user.
pt: Cada estação de trabalho possui um domínio diferente, que pode ser visto na parte superior da interface. Nesta estação, todos os e-mails serão criados dentro do domínio {{domain}} e vai ficar assim: nome_de_usuario@ {{domain}}. Onde nome de usuário é o nome de usuário usado ao criar o usuário.

# q02b
source: Through a redirect, HERMES emails can be sent to and received from external servers, but be aware that there is a limitation when attaching data due to the limitations of data transmission capacity over radio.
pt: Através de um redirecionamento, os emails HERMES podem ser enviados e recebidos de servidores externos, mas tenha em mente que existe uma limitação para anexar dados, devido às limitações da capacidade de transmissão de arquivos via rádio.

# q03b
source: On the email link on the web interface you will find links for webmail (roundcube), for Deltachat download, and also it's possible to select users to send messages with your configured email client.
pt: No link de e-mail na interface web você encontrará links para webmail (roundcube), para download do Deltachat, e também é possível selecionar usuários para enviar mensagens com seu cliente de e-mail configurado.

# q03
source: Through the Deltachat app, one can use HERMES emails to conduct personal message exchange communications (similar to chat); this app works on most smartphones and has a similar appearance to Whatsapp or Telegram. Keep in mind that due to the scheduling of transmission of the messages, they may take a while to arrive, depending on the amount of messages in the queue and the gateway station's schedule of operation.
pt: Por meio do aplicativo Deltachat, pode-se usar os e-mails da HERMES para realizar comunicações de troca de mensagens pessoais (semelhante ao chat); este aplicativo funciona na maioria dos smartphones e tem uma aparência semelhante ao Whatsapp ou Telegram. Lembre-se que devido ao agendamento de transmissão das mensagens, elas podem demorar um pouco para chegar, dependendo da quantidade de mensagens na fila e do agendamento de operação da estação gateway.

# q03a
source: To download Deltachat, select one of the packages below, according to your phone's operating system:
pt: Para baixar o Deltachat, selecione um dos pacotes abaixo, de acordo com o sistema operacional do seu telefone:

# q04
source: On Iphone and ipad you will need to download the app from the App Store in a place with internet.
pt: No Iphone e no ipad você precisará baixar o aplicativo da App Store em um local com internet.

# dconfig
source: Configuration
pt: Configuração

# dl01
source: The HERMES system includes a compression system suitable for multimedia messages like images or audio being sent over HF. End-to-end encryption should be disabled in order to allow the server-based image and audio compression to work properly, otherwise image and audio exchange will not be possible.
pt: O sistema HERMES inclui um sistema de compressão adequado para mensagens multimídia como imagens ou áudio sendo enviadas em HF. A criptografia de ponta a ponta deve ser desabilitada para permitir que a imagem baseada no servidor e a compactação de áudio funcionem corretamente, caso contrário, a troca de imagem e áudio não será possível.

# dl02
source: The steps to find this feature in Deltachat are: -> Advanced -> Autocrypt, Prefer End-To-End Encryption: turn off: If you wish, you can also turn on email delivery monitoring to check if your emails were correctly delivered.
pt: As etapas para encontrar esse recurso no Deltachat são: -> Avançado -> Autocrypt, Prefer End-To-End Encryption: desligue: Se desejar, você também pode ativar o monitoramento de entrega de e-mail para verificar se seus e-mails foram entregues corretamente.

# dl03
source: Deltachat, by default, tags its emails and show only the "known" messages (emails) that was sent by another Deltachat application. In order to be able to interact with e-mails from any e-mail client software, enable the option "show all emails". The steps to find this feature in Deltachat are: Burger Menu ( <span class="icon"><img src="assets/svg/bars-solid.svg"></span> ) -> Settings -> Chats and Media -> Show Classic E-Mails -> All.
pt: Deltachat, por padrão, marca seus emails e mostra apenas as mensagens "conhecidas" (e-mails) que foram enviadas por outro aplicativo Deltachat. Para poder interagir com e-mails de qualquer software cliente de e-mail, ative a opção "mostrar todos os e-mails". As etapas para encontrar esse recurso no Deltachat são: Menu Burger ( <span class="icon"><img src="assets/svg/bars-solid.svg"></span> ) -> Configurações -> Bate-papo e mídia -> Mostrar e-mails clássicos -> Todos.

# deltachatroundcube
source: In order to configure DeltaChat, first an e-mail account should be created, on the creat user session, acessed trhough admin or email link on the main menu. In order to login to an e-mail account, only the e-mail address and password fields should be filled, as shown below. The user and password will be the same as those created when first creating a login on HERMES and for use with the RoundCube webmail, such as: username@ {{domain}}.
pt: Para configurar o DeltaChat, primeiro deve ser criada uma conta de e-mail, na sessão de criação do usuário, acessada através do link admin ou e-mail no menu principal. Para acessar uma conta de e-mail, apenas os campos endereço de e-mail e senha devem ser preenchidos, conforme mostrado abaixo. O usuário e a senha serão os mesmos que foram criados ao criar um primeiro login no HERMES e para uso com o webmail RoundCube, como: nome_de_usuario@ {{domain}}.

# tranmissionhp
source: Transmission List
pt: Lista de Transmissão

# p11h
source: Once the messages are sent, they will go to a transmission queue before arriving at their final destination. A system administrator can cancel the packages before they are sent, and also delete the sent and received messages. This is a task that need to be done often to avoid that the space in the server ends.
pt: Uma vez que as mensagens são enviadas, elas irão para uma fila de transmissão antes de chegar ao seu destino final. Um administrador do sistema pode cancelar os pacotes antes de serem enviados e também excluir as mensagens enviadas e recebidas. Essa é uma tarefa que precisa ser feita com frequência para evitar que o espaço no servidor acabe.

# p12h
source: As the communication between the stations are unidirectional, the transmissions are schedules to happen acconding to the central staion, alternating between reception and transmission events. In an emergency case, the system administrator can force message transmission queue by clicking on the "transmit now" link. This can interrupt receiving messages from other stations for a while.
pt: Como a comunicação entre as estações é unidirecional, as transmissões são agendadas para acontecerem de acordo com a estação central, alternando entre eventos de recepção e transmissão. Em um caso de emergência, o administrador do sistema pode forçar a fila de transmissão de mensagens clicando no link "transmitir agora". Isso pode interromper o recebimento de mensagens de outras estações por um tempo.

# p13
source: To access admin features, you need an admin password, while anyone can create an user account, and only the system's admins can create new administrator users.
pt: Para acessar os recursos de administrador, você precisa de uma senha de administrador, enquanto qualquer pessoa pode criar uma conta de usuário e apenas os administradores do sistema podem criar novos usuários administradores.

# p14
source: Inside the admin section, an admin user will find the following options:
pt: Dentro da seção de administração, um usuário administrador encontrará as seguintes opções:

# p15
source: Users management: allows creation of new users, updating data of registered users and to delete users of the system. Every username correspond to a email account with the same name of the kind username@servername
pt: Gerenciamento de usuários: permite a criação, alteração dos dados ou a remoção de usuários do sistema. Cada nome de usuário corresponde a uma conta de email com o mesmo nome de usuároo do tipo nome_de_usuário@servidor.

# p15a
source: On this station the server name will be:
pt: Nesta estação o nome do servidor será:
